Repository: kayamuhammet/SimpleNotesApp
Catalog: Resources/Controllers/HomeController.*.resx
Languages: tr

# HomePageTitle
source: Home Page
tr: Ana Sayfa

# AppDescription
source: A simple and useful note-taking app where you can easily organize and manage your notes into categories.
tr: Notlarınızı kolayca kategorilere ayırıp yönetebileceğiniz basit ve kullanışlı bir not alma uygulaması.

# EasyNoteTakingTitle
source: Easy Note Taking
tr: Kolay Not Alma

# EasyNoteTakingDescription
source: Create and manage your notes quickly and easily.
tr: Hızlı ve pratik bir şekilde notlarınızı oluşturun ve yönetin.

source: Start Now
tr: Hemen Başla

# FeaturesTitle
source: Features
tr: Özellikler

# Feature1
source: Organize by categories
tr: Kategorilere göre düzenleme

# Feature2
source: Quick note creation and editing
tr: Hızlı not ekleme ve düzenleme

# Feature3
source: Simple and user-friendly interface
tr: Basit ve kullanıcı dostu arayüz

# Feature4
source: Access from all devices
tr: Tüm cihazlarda erişim

# CategoriesTitle
source: Categories
tr: Kategoriler

# CategoriesDescription
source: Organize your notes by categories to make them easier to find.
tr: Notlarınızı kategorilere ayırarak organize edin ve daha kolay bulun.

# NotesTitle
source: Notes
tr: Notlar

# NotesDescription
source: Easily add, edit, and view new notes.
tr: Hızlıca yeni notlar ekleyin, düzenleyin ve görüntüleyin.

source: Simple UI
tr: Basit Arayüz

# SimpleUIDescription
source: Manage your notes quickly with an easy-to-use, clean, and modern interface.
tr: Kullanımı kolay, temiz ve modern bir arayüz ile hızlıca notlarınızı yönetin.
